# import asyncio
#
# from virazh_bot.bot import main
#
# asyncio.run(main())

staffsPhones = [
    # ТЦ МГК и РосАмпер:
    79302929771,  # Сергачев Александр Алексеевич, Тел.:89302929771 -> 7 + 9302929771
    79969827657,  # Королев Владимир Владимирович, Тел.:89969827657 -> 7 + 9969827657
    79877465606,  # Пащенцева Наталия Сергеевна, Тел.:89877465606
    79027891155,  # Удалова Ирина Олеговна, Тел.:89027891155
    79527678951,  # Сопин Сергей Васильевич, Тел.:89527678951
    79047854333,  # Крылова Софья Ивановна, Тел.:89047854333
    79063539191,  # Скучихина Ирина Алексеевна, Тел.:89063539191
    79030415849,  # Кордунов Павел Евгеньевич, Тел.:89030415849
    79101077129,  # Сокова Любовь Евгеньевна, Тел.:89101077129
    79302929768,  # Сергачева Елена Алексеевна, Тел.:89302929768
    79625084841,  # Давыдов Владимир Борисович, Тел.:89625084841
    79159409725,  # Ракова Наталия Владимировна, Тел.:89159409725

    # Кафе ВИРАЖ:
    # Январь:
    79058685509,  # Дружинина Наталья Александровна, Тел.:89058685509
    79063592871,  # Александрова Марина Николаевна, Тел.:89063592871
    79503597110,  # Баринова Наталья Викторовна, Тел.:89503597110
    79503570824,  # Сунцова Вероника Михайловна, Тел.:89503570824
    79200681023,  # Волкова Татьяна Александровна, Тел.:89200681023

    # Февраль:
    79524565285,  # Василина Елена Владимировна, Тел.:89524565285
    79082357546,  # Кузьмичева Марина Алексеевна, Тел.:89082357546
    79200349951,  # Волков Александр Алексеевич, Тел.:89200349951

    # Март:
    79200016657,  # Маркина Татьяна Владимировна, Тел.:89200016657
    79503500515,  # Волкова Марина Вадимовна, Тел.:9503500515 -> 7 + "9503500515"

    # Апрель:
    79875545965,  # Базаркина Светлана Юрьевна, Тел.:89875545965
    79307039997,  # Барабанова Елена Владимировна, Тел.:89307039997

    # Май:
    79535610889,  # Окунева Анна Игоревна, Тел.:89535610889

    # Июнь:
    79087241084,  # Кривоногова Надежда Ивановна, Тел.:89087241084
    79601744088,  # Дятленко Юлия Сергеевна, Тел.:89601744088
    79648307347,  # Тютина Анна Антоновна, Тел.:89648307347

    # Июль:
    79503597210,  # Киселёва Татьяна Михайловна, Тел.:89503597210
    79506164063,  # Смолина Валентина Николаевна, Тел.:89506164063
    79040612242,  # Архипова Кристина Александровна, Тел.:89040612242
    79527766155,  # Марайкина Елена Александровна, Тел.:89527766155
    79524459095,  # Судакова Мария Александровна, Тел.:89524459095
    79047952590,  # Кайнова Ирина Евгеньевна, Тел.:89047952590

    # Август:
    79867586827,  # Щипакина Елена Владимировна, Тел.:89867586827
    79873983597,  # Александрова Юлия Алексеевна, Тел.:89873983597

    # Сентябрь:
    79200663574,  # Строкина Мария Ивановна, Тел.:89200663574
    79306775229,  # Питерова НадеждаСергеевна, Тел.:89306775229

    # Октябрь:
    79049240482,  # Федякова Светлана Викторовна, Тел.:89049240482
    79063544752,  # Круглова Людмила Николаевна, Тел.:89063544752
    79524760232,  # Андреева Таисия Сергеевна, Тел.:89524760232
    79308083764,  # Богданов Александр Фёдорович, Тел.:89308083764
    79040468868,  # Грабарева Людмила Валерьевна, Тел.:89040468868

    # Ноябрь:
    79200702638,  # Кондратьева Ольга Сергеевна, Тел.:89200702638
    79648319388,  # Прокофьева Анастасия Андреевна, Тел.:89648319388

    # Декабрь:
    79616314191,  # Заразина Маргарита Александровна, Тел.:89616314191
    79506039871,  # Костерина ТатьянаАнатольевна, Тел.:89506039871
    79965633012,  # Шичкова Татьяна Александровна, Тел.:89965633012

    # Подразделение "УПРАВЛЕНИЕ":
    # Июнь:
    79877550606,  # Крюкова Юлия Михайловна, Тел.:89877550606
    79049289772,  # Архипова Галина Павловна, Тел.:89049289772

    # Сентябрь:
    79524516561,  # Гусев Александр Ксенофотонтович, Тел.:89524516561

    # Ноябрь:
    79503597010,  # Баринов Михаил Иванович, Тел.:89503597010
    79040411267,  # Еремина Екатерина Сергеевна, Тел.:89040411267

    # Декабрь:
    79056621430,  # Мокеева Оксана Евгеньевна, Тел.:89056621430
    79503597410,  # Хорошинина Ольга Михайловна, Тел.:89503597410
]

print("Количество номеров:", len(staffsPhones))
